import React, { useState } from "react";

//images
import gallaryTitle from "../../assets/images/gallary-title.svg";

const DancePartyCharacterGallery = () => {
	
	return (
		<>	
			<div className="flex justify-center mt-16 mb-14 relative">
				<img className="w-[30em] z-10" src={gallaryTitle} alt="gallery-title"></img>
				<div className="border-b-[3px] w-[90%] absolute m-auto top-[47%]"></div>
			</div>
			<div className="w-[70%] mx-auto">
			<div>
				ဇာတ်ပွဲသည်၁၈ရာစုနှောင်းပိုင်းမှယနေ့ထိတိုင်တည်တံပြီးဆက်လက်တိုးတက်ကျော်ကြားနေသော
              ညလုံးပေါက်ကပြရသောဖျော်ဖြေမှုတစ်မျိုးဖြစ်သည်။ “ဇာတ်ပွဲ”
              စကားလုံးတွင်ပါဝင်သော “ဇာတ်” သည်ဗုဒ္ဓဟောကြားခဲ့သော
              ၅၅၀နိပါတ်တော်(ဝါ)ဇာတကမှ လာသည်ဟုယူဆနိုင်သည်။ ဇာတ်ပွဲပုံစံကို
              ဇာတကများကို
              ကပြသည့်ရုပ်သေးရုပ်ကနေပုံကိုလူများတုပ၍ကရာမှစသည်ဟုဆိုနိုင်သည်။
              ၁၈ရာစုနှောင်းပိုင်းတွင်ရုပ်သေးပွဲနှင့် နန်းတွင်းအနုပညာရှင်များ
              ပါဝင်သောအမြင့်ဇာတ်နှင့်ဇာတ်ပွဲများတွင် ကပြသောကခြေသည်များပါသော
              အနိမ့်ဇာတ်ဟုခွဲခဲ့သည်။ မြန်မာနိုင်ငံ၁၈၈၅အပြီး ဗြိတိသျှလက်အောက်
              ကျရောက်ခဲ့ပြီးနောက်နန်းတွင်းအနုပညာရှင်အတော်များများအနိမ့်ဇာတ်ရှိဇာတ်အဖွဲ့များကိုဝင်ရောက်လုပ်ကိုင်လာကြသည်။ဘုရားပွဲနှင့်ကျေးလက်ဒေသများတွင်နွားလှည်းများဝန်းရံ၍အလယ်မြေကွက်လပ်တွင်ဖျော်ဖြေကပြသောမြေဝိုင်းသဘင်များပေါ်ပေါက်လာသည်။နန်းတွင်းအနုပညာရှင်များမြေဝိုင်းသဘင်တွင်ပါဝင်ဖျော်ဖြေလာခြင်းသည်ဇာတ်ပွဲများတိုးတက်လာစေရန်အတော်အထောက်အကူပြုခဲ့သည်။
			</div>
		</div>
		</>
	)
};

export default DancePartyCharacterGallery;